Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: That would be perfectly fine, but it will take longer to achieve the desired lighten- ing effect compared to bleaching overnight.
vi: Nó là một cách tốt, nhưng nó sẽ mất nhiều thời gian để đạt được kết quả mong muốn so với tẩy trắng răng qua đêm.

source: The 90-month follow-up deter- mined the stability, posttreatment side effects, and patient satisfaction (Leonard et al.
vi: 90 tháng theo dõi sau đó xác định sự ổn định, tác dụng phụ sau điều trị, và sự hài lòng của bệnh nhân (Leonard và cộng sự

source: The American Academy of Pediatric Dentistry has published a policy since 2009 on the use of dental bleaching for child and adolescent patients (American Academy of Pediatric Dentistry Council on Clinical Affairs 2015).
vi: American Academy of Pediatric Dentistry đã công bố một chính sách từ 2009 về việc tẩy trắng răng cho trẻ em và tuổi vị thành niên (American Academy of Pediatric Dentistry Council on Clinical Affairs 2015).

source: The absence of evidence that desensitizing containing gels can reduce TS cannot be interpreted as evidence of absence of an effect.
vi: Sự thiếu bằng chứng của gel chưa chất chông nhạy cảm có thể giảm nhạy cảm không thể được giải thích như một bằng chứng của sự vắng mặt của một hiệu quả.

source: The administration of some drugs perioperatively during in-office bleaching, such as selective anti-inflammatory drugs (etoricoxibe) (de Paula et al.
vi: Uống thuốc trước khi tẩy trắng tại phòng khám, như thuốc kháng viêm chọn lọc (etoricoxibe) (de Paula và cộng sự

source: The affinity of tetracycline for dental tissues was first described by Shwachman et al.
vi: Các liên hệ của tetracycline với các vấn đề nha khoa được mô tả lần đầu bởi Shwachman và cộng sự

source: The affinity of tetracycline for mineralizing tissue is the result of binding to calcium to form a tetracycline-calcium orthophosphate insoluble complex (Gassner and Sayegh 1968; Eisenberg 1975).
vi: Mối liên hệ của tetracycline với mô khoáng hoá là kết quả của kết hợp calcium để tạo thành phức hợp không tan tetracycline-calcium (Gassner và Sayegh 1968; Eisenberg 1975).

source: The angulation of the bur must be parallel to the long axis of the anterior tooth being bleached.
vi: Góc của mũi khoan phải song song với trục dài của của răng trước được tẩy trắng

source: The apparent safety of nightguard vital bleaching may be due to the response by odontoblasts with increased heme oxygenase-1 (HO-1) production.
vi: Sự an toàn rõ ràng của tẩy trắng răng sống ban đêm có thể do phản ứng của nguyên bào ngà với tăng sản phẩm heme oxygenase-1 (HO-1).

source: The application of 3 % potassium nitrate and 0.11 % fluoride desensitizing agent for 30 min prior to at-home whiten- ing with 10 % carbamide peroxide decreases tooth sensitivity when compared with a placebo in a population at risk for tooth sensitivity (Leonard et al.
vi: Áp dụng 3 % potassium nitrate và 0.11 % fluoride desensitizing agent 30 phút trước khi tẩy trắng răng tại nhà bằng 10 % carbamide peroxide giảm nhạy cảm răng khi so sánh với placebo trong quần thể có nguy cơ cao (Leonard và cộng sự

source: The application of a 5 % potassium nitrate and fluoride gel in the bleaching tray has been shown to reduce the incidence of tooth sensitivity in patients undergoing at-home whitening with 10 % carbamide peroxide in a custom- fitted tray (Haywood et al.
vi: Áp dụng 5 % potassium nitrate và gel fluoride trong khay tẩy trắng đã được chứng minh giảm tỉ lệ răng nhạy cảm cho bệnh nhân điều trị tẩy trắng răng tại nhà bằng 10 % carbamide peroxide trong khay cá nhân (Haywood và cộng sự

source: The application of a gel of potassium nitrate and sodium fluoride prior to at- home bleaching decreases tooth sensitivity and reduces the number of days dur- ing which patients experience tooth sensitivity.
vi: Ứng dụng của gel potassium nitrate và sodium fluoride trước khi tẩy trắng răng tại nhà giảm răng nhạy cảm và giảm số ngày răng nhạy cảm.

source: The application time of the bleaching gel, the number of bleaching sessions, whether or not the protocol is associated with light and the number of product refreshment on the dental surface are some examples.
vi: Thời gian áp dụng của gel tẩy trắng, số phiên điều trị, quy trình có hay không có chiếu đèn và số lượng sản phẩm đặt lên mặt răng là một vài ví dụ.

source: The authors attributed this difficulty in removing the brown stains to the discoloration of the hypocalcified subsurface areas from external sources, prob- ably associated with the penetration of staining agents.
vi: Các tác giả do khó khăn trong loại bỏ vết đổi màu nâu của giảm vôi hoá vùng dưới bề mặt từ nguồn bên ngoài, có thể liên quan tới sự xuyên qua của tác nhân nhiễm màu.

source: The authors of this study hypothesized that glutaraldehyde (molar mass 100 g/moL) and HEMA (molar mass 130 g/moL) might penetrate through enamel and dentin along the same pathway as the peroxide radicals.
vi: Các tác giả của nghiên cứu này đưa ra giả thuyết rằng glutaraldehyde (khối lượng phân tử 100 g/moL) và HEMA (khối lượng phân tử130 g/moL) có thể xuyên qua men răng và ngà răng cùng con đường của gốc peroxide.

source: The baseline microhard- ness was not recovered during the 14-day posttreatment phase.
vi: Độ cứng vi thể ban đầu không hồi phục sau 14 điều trị .

source: The benefits of this association are rather controversial (Buchalla and Attin 2007; He et al.
vi: Những lợi ích của sự kết hợp này cần tranh luận thêm (Buchalla và Attin 2007; He và cộng sự

source: The bleaching agent for at-home application that has been more frequently scru- tinized in the dental literature is 10 % carbamide peroxide (Matis 2004).
vi: Các chất tẩy trắng tại nhà được dùng thường xuyên hơn trong y văn nha khoa là carbamide peroxide 10% (Matis 2004).

source: The bleaching gel may also be applied from the lingual in case the buccal enamel is covered with restorative material (Fig. 6.10).
vi: Gel tẩy trắng cũng được đặt ở mặt lưỡi trong trường hợp men răng mặt má được phủ bởi vật liệu phục hồi (Hình 6.10).

source: The bleaching gel remains active for longer periods of time when spacers are used.
vi: Gel tẩy trắng hoạt động còn lại trong khoảng thời gian dài khi dùng khoảng trống.

source: The bleaching gel remains active for longer periods when reservoirs are used (Matis et al.
vi: Gel tẩy trắng tác dụng lâu hơn khi hồ chứa được dùng (Matis và cộng sự

source: The brown stains were significantly lighter at this first recall.
vi: Các vết màu nâu trắng hơn đáng kể tại lần hẹn thứ nhất.

source: The buccal surface of all teeth to be bleached should be covered with a 1-mm thick layer of the desensitizer and left in place for at least 10 min (Fig. 7.6).
vi: Mặt má của tất cả các răng được tẩy trắng nên được phủ một lớp dày 1 mm của chống nhạy cảm và để ít nhất 10 phút (Hình 7.6).

source: The cariogenic bacteria produce organic acids (e.g., lactic acid), which diffuse into the tiny pores of enamel and there dissolve the enamel apatite.
vi: Vi khuẩn sâu răng sản xuất acid hữu cơ (vd acid lactic) phân tán vào khe hở nhỏ của men răng và hoà tan apatit men răng.

source: The cause of the white and brown dysmineralization could have been too much systemic
vi: Nguyên nhân của loạn khoáng hoá màu trắng và nâu có thể do quá nhiều

source: The chance of a mismatch between the advertised concentration and the actual concentration is very high.
vi: Tỉ lệ của sự sai lệch nồng độ quảng cáo và nồng độ thực sự là rất cao.

source: The chance of moderate tooth sensitivity is 10 %, while there is a very slight chance of severe sensitivity (4 %).
vi: Tỉ lệ răng nhạy cảm trung bình là 10 %, trong khi tỉ lệ răng nhạy cảm nặng rất ít (4 %).

source: The change in chemical composition of dentin post-bleaching may be due to a reduction of the organic component in dentin (Rotstein et al.
vi: Thay đổi trong thành phần hoá học của ngà răng sau tẩy trắng có thể do giảm thành phần hữu cơ trong ngà răng (Rotstein và cộng sự

source: The chief complaint of this 29-old-female patient was related with the brown stains of her maxillary central incisors (Fig. 12.1a, b).
vi: Than phiền chính của bệnh nhân 29 nữ 29 tuổi là răng cửa giữa hàm trên có màu nâu (Hình 12.1a, b).

source: The clinical exam revealed a few areas of incipient caries lesions on the posterior area, besides defective resin-based
vi: Khám lâm sàng cho thấy vài vùng của sâu răng ở phía sau bên cạnh các khiếm khuyết trên nền nhựa.

source: The clinical examination revealed no discomfort during function.
vi: Bác sĩ khám không thấy có khó chịu khi thực hiện chức năng.

source: The clinical relevance of some of the methods used to assess the effects of peroxides on dental hard tissues may not reflect the clinical conditions accurately.
vi: Các phương pháp lâm sàng thích hợp để đánh giá hiệu quả của peroxide trên mô cứng của răng có thể không phản ánh tình trạng lâm sàng chính xác.

source: The color achieved after the end of the bleaching procedure should be recorded with the same instrument used to record the baseline color.
vi: Màu sắc đạt được sau khi kết thúc quá trình tẩy trắng nên được ghi lại bằng dụng cụ tương tự được dùng để ghi màu sắc răng ban đầu.

source: The color change from whitish chalky to nearly enamel colored dur- ing this “re-wetting test” is usually not as distinct as during application of the resin, but gives a good estimate of the later aesthetic outcome.
vi: Màu sắc thay đổi từ trắng đục đến gần màu men răng khi thực hiện "thử nghiệm làm ướt" thường không có sự khác biệt trong áp dụng của nhựa, nhưng cho một ước tính tốt của kết quả thẩm mỹ sau cùng.

source: The combination of at-home whitening with 10 % carbamide peroxide in a custom-fitted tray and enamel microabrasion is discussed and illustrated in this chapter as a successful treatment combination in cases of brown fluorosis stains that are not completely eliminated with at-home whitening.
vi: Phối hợp tẩy trắng tại nhà bằng 10 % carbamide peroxide trong khay cá nhân và vi mài mòn men răng được thảo luận và minh hoạ trong chương này như một sự phối hợp điều trị thành công trong trường hợp nhiễm fluor màu nâu không được loại hoàn toàn sau tẩy trắng răng tại nhà.

source: The combination of in-office whitening with enamel microabrasion has been reported in the literature.
vi: Sự phối hợp của tẩy trắng tại phòng khám và vi mài mòn men răng được báo cáo trong y văn.

source: The constant delivery of the at-home bleaching gel for the 2 weeks following the in-office bleaching might have compen- sated for the lower HP concentration of the in-office gel.
vi: Mang gel tẩy trắng liên tục tại nhà trong 2 tuần sau khi tẩy trắng tại phòng khám có thể bù đắp cho nồng độ HP thấp của gel tại phòng khám.

source: The correct diagnosis of the origin of the discoloration is critical, as different treat- ment options lead to different clinical outcomes.
vi: Chẩn đoán nguyên nhân đổi màu là tiên quyết, vì cách điều trị khác nhau đưa đến kết quả khác nhau.

source: The data obtained in all the in vitro studies mentioned in this section may have to be analyzed with caution.
vi: Dữ liệu thu được trong nghiên cứu in vitro đề cập đến trong phần này có thể được phân tích thận trọng.

source: The degree of enamel hypo- mineralization may vary on different parts of the tooth surface due to the variation in enamel thickness (Fejerskov et al.
vi: Mức độ kém khoáng hoá men răng có thể thay đổi tuỳ phần của bề mặt răng do sự khác nhau về độ dày men (Fejerskov và cộng sự

source: The dental professional must examine the soft tissues very carefully at this stage to identify areas of compression that may cause discomfort to the patient.
vi: Nha sĩ phải kiểm tra mô mềm thật cẩn thận ở giai đoạn này để xác định vùng nén có thể gây khó chịu cho bệnh nhân.

source: The dental professional often treats patients who have generalized discoloration of vital teeth as a result of physiological aging or extrinsic factors and one (or several) darkened endodontically treated tooth.
vi: Nha sĩ thường điều trị bệnh nhân có đổi màu toàn thể của răng sống do tích tuổi hoặc yếu tố ngoại lai và một (hoặc nhiều) răng đã nội nha bị đổi màu.

source: The deposition of both sec- ondary dentin and tertiary dentin results is a narrower pulp space with time.
vi: Sự lắng đọng của cả hai loại ngà thứ hai và ngà thứ ba làm hẹp khoang tuỷ răng theo thời gian.

source: The design has evolved
vi: Những thiết kế này đã phát triển

source: The developing dentition can be affected by a number of systemic factors, including metabolic and genetic diseases that cause intrinsic tooth discoloration (Plotino et al.
vi: Sự phát triển của răng có thể bị ảnh hưởng bởi nhiều yếu tố toàn thân, gồm trao đổi chất và bệnh di truyền là nguyên nhân đổi màu từ bên trong (Plotino và cộng sự

source: The diagno- sis was recorded as idiopathic white and brown enamel dysmineralization, possibly related to excess fluoride consumption in the early years.
vi: Chẩn đoán ghi nhận là loạn khoáng hoá trắng và nâu men răng vô căn, có thể liên quan dư thừa fluoride trong những năm đầu.

source: The diagnosis was calcific meta- morphosis.
vi: Chẩn đoán là thoái hoá vôi.

source: The difference between the “whitening outcome” observed immediately after bleaching and that measured 1 week later has been erroneously interpreted as color rebound, with some researchers concluding that in-office bleaching is not as efficient
vi: Sự khác nhau giữa "kết quả tẩy trắng" quan sát được ngay lập tức sau tẩy trắng và đo được sau 1 tuần đã được giải thích sai lầm là màu răng hồi phục, với một số nghiên cứu kết luận rằng tẩy trắng tại phòng khám không hiệu quả.

source: The discoloration or texture abnor- malities are removed not masked with artificial material that eventually will require additional intervention.
vi: Sự đổi màu hoặc kết cấu bất thường bị loại bỏ không phải được che bằng vật liệu nhân tạo cuối cùng sẽ đòi hỏi can thiệp thêm.

source: The disease is characterized by whitish opaque to yellowish (cheesy), distinct and clearly demarcated discolorations on incisors and first permanent molars (Image by M. Petrou)
vi: Bệnh được đặc trưng bởi màu vàng hoặc trắng đục, phân biệt rõ ràng đổi màu trên răng cửa và răng cối lớn (Image by M. Petrou)

source: The drying of the lesion is an absolutely essential step, as resin infiltration is based on capillary forces that only work when the pores within the lesion body are filled
vi: Bước làm khô là bước rất quan trọng, bởi vì xâm nhập nhựa dựa trên lực mao dẫn chỉ hoạt động khi lỗ trống trong tổn thương chứa đầy

source: The durability of the whitening effect is another factor that needs to be taken into account.
vi: Sự lâu bền của hiệu quả làm trắng là yếu tố khác cần được xem xét.

source: The effect of color change when evaluated before complete dental rehydration occurred in the study of Matis et al.
vi: Kết quả của thay đổi màu sắc khi được đánh giá trước khi răng hoàn lại độ ẩm trong nghiên cứu của Matis và cộng sự

source: The effect of fluoride in this process is not clear and the desensitizing effect of the associa- tion of sodium fluoride and potassium nitrate seems to be more related to the presence of potassium nitrate.
vi: Hiệu quả của fluoride trong quá trình này không rõ ràng và tác dụng chống nhạy cảm liên quan sodium fluoride và potassium nitrate dường như liên quan nhiều hơn tới potassium nitrate.

source: The effect of hydrogen peroxide on dentin may be a result of both its strong oxidizing action and its low pH.
vi: Ảnh hưởng của hydrogen peroxide lên ngà răng có thể do cả tính oxi hoá mạnh và độ pH thấp.

source: The effect of the in-office whitening component of the treatment was not clear in this article, as no preoperative image was published.
vi: Hiệu quả của tẩy trắng tại phòng khám không được rõ trong bài báo này, cũng như không có công bố hình ảnh sau điều trị.

source: The efficacy of at-home whitening to treat discolorations caused by fluorosis or by idiopathic causes depends on the stain (Haywood 2003).
vi: Hiệu quả của tẩy trắng răng tại nhà điều trị đổi màu do nhiễm fluor hoặc vô căn phụ thuộc vào vết nhuộm màu (Haywood 2003).

source: The enamel and dentin bond strengths remain low for the first 2 weeks post- bleaching.
vi: Độ bền dán men răng và ngà răng vẫn còn thấp 2 tuần sau khi tẩy trắng.

source: The enamel microabrasion procedure can be outlined as follows:
vi: Quy trình vi mài mòn men răng có những nét chính như sau:

source: The enamel surface is reduced microscopically by simultaneous abrasion and erosion, and enamel loss is insig- nificant and unrecognizable.
vi: Bề mặt men răng bị giảm vi thể kích thích của mài mòn và xói mòn, và men răng mất đi không đáng kể và không thể nhận biết được.

source: The esthetic management of patients with tetracycline-stained teeth is a challenge since the degree of staining varies from mild to severe (Jordan and Boksman 1984).
vi: Điều trị thẩm mỹ bệnh nhân nhiễm màu tetracycline là một thách thức bởi vì mức độ nhuộm màu từ nhẹ đến nặng (Jordan và Boksman 1984).

source: The etching step not only removes the outer 30–40 μm of the surface layer but also most brownish discolorations of caries lesions as most of these discolorations
vi: Bước xoi mòn không chỉ loại bỏ 30–40 μm lớp bề mặt mà còn hầu hết đổi màu màu nâu của tổn thương sâu răng chiếm phần lớn của đổi màu này.

source: The ethanol is subse- quently evaporated to desiccate the lesion as much as possible.
vi: Ethanol sau đó bị bốc hơi để hong khô tổn thương càng nhiều càng tốt.

source: The etiology of MIH is still unclear.
vi: Bệnh căn của MIH vẫn chưa rõ.

source: The etiology of bleaching-induced TS is not fully understood.
vi: Nguyên nhân tẩy trắng gây ra nhạy cảm không được hiểu đầy đủ.

source: The evidence also shows that the combination of potassium nitrate with sodium fluoride in toothpaste is capable of preventing tooth sensitivity when used for 2 weeks prior to starting the whitening treatment, or as a gel when applied 30 min prior to the inserting of the bleaching tray.
vi: Bằng chứng cũng chỉ rằng phối hợp potassium nitrate với sodium fluoride trong kem đánh răng có khả năng chặn răng nhạy cảm khi sử dụng 2 tuần trước khi tẩy trắng răng, hoặc là áp dụng gel 30 phút trước khi mang khay tẩy trắng.

source: The few studies reported in the literature showed that in-office bleaching has stable results in periods ranging from 9 months to 2 years (Giachetti et al.
vi: Một vài nghiên cứu báo cáo rằng tẩy trắng tại phòng khám có kết quả ổn định trong khoảng từ 9 tháng đến 2 năm (Giachetti và cộng sự

source: The fine trimming must follow the scal- loped contour of the free gingival margin (Haywood 1997b).
vi: Cắt tỉa tốt phải theo dạng vỏ sò theo đường viền nướu rời (Haywood 1997b).

source: The fluorescence of the pigment and the histological findings confirmed the clinical observation that the pigmentation was due to tetracycline (Wallman and Hilton 1962).
vi: Huỳnh quang của các sắc tố và phát hiện mô học xác nhận quan sát lâm sàng rằng sắc tố là do tetracycline (Wallman và Hilton 1962).

source: The fractured region was smoothed with a fine-tipped diamond bur.
vi: Vùng nứt được làm nhẵn bằng mũi khoan kim cương mịn.

source: The glass-like surface resulting from the abrasion/erosion combination resists acid dissolution and bacteria accumulation better than untreated enamel smooth surfaces (Segura et al.
vi: Kết quả bề mặt dạng thuỷ tinh từ phối hợp xoi mòn/mài mòn đề kháng lại sự hoà tan do acid và kết dinh vi khuẩn tốt hơn bề mặt men răng trơn bóng không điều trị (Segura và cộng sự

source: The graphic below shows the changes in L* (Fig. 7.2) and b* (Fig. 7.3) parameters after a single in-office bleaching ses- sion.
vi: Hình dưới đây cho thấy các thay đổi trong L* (Hình 7.2) và b* (Hình 7.3) thông số sau khi tẩy trắng tại phòng khám.

source: The greater the total dose of tetracycline per birth weight, the greater was the change.
vi: Liều dùng tetracycline trên cân nặng sơ sinh càng lớn, sự thay đổi càng nhiều.

source: The ideal final color is not reached if patient does not wear the tray daily.
vi: Màu sắc lý tưởng cuối cùng không đạt được nếu bệnh nhân không mang khay hàng ngày.

source: The inclusion of peroxides in toothpaste is much more challenging in terms of formulation and the short exposure time.
vi: Thêm thành phần peroxides vài kem đánh răng nhiều khó khăn trong công thức và thời gian tiếp xúc ngắn.

source: The inclusion of potassium nitrate in the composition of the carbamide peroxide whitening gel may also help in the prevention of tooth sensitivity.
vi: Sự thêm vào potassium nitrate trong thành phần của gel làm trắng carbamide peroxide có thể giúp ngăn ngừa răng nhạy cảm.

source: The inclusion of this step into the in-office bleaching protocol does not jeopardize the whitening efficacy of the hydrogen peroxide (Tay et al.
vi: Thêm bước này vào quy trình tẩy trắng tại phòng khám không gây nguy hiểm cho hiệu quả làm trắng của hydrogen peroxide (Tay và cộng sự

source: The infiltrant resin has a refractive index of 1.52, which is close to that of enamel (1.62).
vi: Sự xâm nhập nhựa có chỉ số tán xạ 1.52, gần với men răng (1.62).

source: The infiltrating resin is too hydrophobic to infiltrate the relatively wet dentin.
vi: Sự xâm nhập nhựa là quá kị để xâm nhập vào ngà răng tương đối ướt

source: The information on proper diagnosis and treatment planning will guide the clinician in establishing a step-by-step protocol for determining the etiology of the discoloration, selecting the best whitening technique, and monitoring tooth color until the desired outcome has been achieved.
vi: Những thông tin trên chẩn đoán và kế hoạch điều trị đúng sẽ hướng dẫn các bác sĩ trong việc thành lập quy trình từng bước để xác định nguyên nhân của sự đổi màu, lựa chọn kỹ thuật tẩy trắng răng tốt nhất, và giám sát màu răng cho đến khi đạt được kết quả mong muốn.

source: The labial surface of her maxillary incisors had multiple round notches that did not pen- etrate deeply into the surface.
vi: Mặt lưỡi của răng cửa hàm trên có nhiều lỗ tròn không xâm nhập sâu vào bề mặt.

source: The lightening effect remained statistically significant at 2 years.
vi: Tác dụng làm trắng vẫn đáng kể sau 2 năm.

source: The lighter appearance of teeth immediately after an in-office bleaching session cannot be only attributed to the oxidizing action of the HP into the dental organic substrate.
vi: Vẻ ngoài trắng hơn của răng ngay lập tức sau khi tẩy trắng tại phòng khám không chỉ do sự oxi hoá của HP lên chất hữu cơ.

source: The literature is scarce regarding the comparison of these systems both in terms of effectiveness and side effects, and, therefore, the choice of these products is
vi: Y văn hiếm bài viết liên quan đến việc so sánh những hệ thống này cả về hiệu quả và tác dụng phụ, và do đó chọn lựa những sản phẩm này

source: The lower tray was not used as a bleaching tray.
vi: Khay hàm dưới không dùng để làm tẩy trắng răng.

source: The manufactur- er’s website also states: “Clinical Research associates as well as other researchers have found that whitening gel in conventional whitening trays is only strongly active for 25–35 minutes.
vi: Trang web của nhà sản xuất cũng nói: "Nghiên cứu lâm sàng liên quan cũng như các nghiên cứu khác phát hiện gel làm trắng trong khay thông thường chỉ có hoạt hoá mạnh trong 25–35 phút.

source: The maxillary central incisors were affected much more than the lateral incisors.
vi: Răng cửa giữa hàm trên bị ảnh hưởng nhiều hơn răng cửa bên.

source: The maxillary premolars also had facial decalcification spots.
vi: Răng cối nhỏ hàm trên cũng có điểm khử khoáng bề mặt.

source: The medical history and the clinical exam led to the diagnosis of enamel fluorosis.
vi: Tiền sử y khoa thăm khám lâm sàng đưa tới chẩn đoán men răng nhiễm fluor.
